Repository: utaschulz1/patent-translation-agent
Catalog: Matecat/FRKE_old/FRKE_old.tmx
Source language: en_us
Languages: de_de

source: 3. The apparatus (101) for obtaining IED measurements of claim 1 or 2 wherein the high voltage generating circuit is configured to apply a descending voltage sweep to the first conductive grid.
de_de: 3. Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 1 oder 2, wobei die Hochspannungserzeugungsschaltung konfiguriert ist, um eine absteigende Spannungsrampe an das erste leitende Gitter anzulegen.

source: 4. The apparatus (101) for obtaining IED measurements of claim 1 wherein the high voltage generating circuit comprises a low voltage to high voltage transformer feeding a voltage multiplier and the high voltage generating circuit is configured to take the output voltage of the battery manager and supply a descending voltage sweep to the first conductive grid.
de_de: 4. Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 1, wobei die Hochspannungserzeugungsschaltung einen Niederspannungs-/Hochspannungstransformator umfasst, der einen Spannungsvervielfacher speist, und die Hochspannungserzeugungsschaltung konfiguriert ist, um die Ausgangsspannung der Batterieverwaltung aufzunehmen und dem ersten leitfähigen Gitter eine absteigende Spannungsrampe zuzuführen.

source: 5. The apparatus (101) for obtaining IED measurements of claim 1 wherein the high voltage generating circuit comprises a DC-DC converter and a boost section followed by a voltage multiplier section and the high voltage generating circuit is configured to take the output voltage of the battery manager and supply a descending voltage sweep to the first conductive grid.
de_de: 5. Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 1, wobei die Hochspannungserzeugungsschaltung einen DC-DC-Wandler und einen Verstärkungsabschnitt gefolgt von einem Spannungsvervielfacherabschnitt umfasst und die Hochspannungserzeugungsschaltung konfiguriert ist, um die Ausgangsspannung der Batterieverwaltung aufzunehmen und dem ersten leitfähigen Gitter eine absteigende Spannungsrampe zuzuführen.

source: 6. The apparatus (101) for obtaining IED measurements of any one of claims 3, 4 or 5 wherein the apparatus is configured to sample ion current while the voltage sweep is descending.
de_de: 6. Gerät (101) zum Erlangen von IED-Messungen nach einem der Ansprüche 3, 4 oder 5, wobei das Gerät konfiguriert ist, um den Ionenstrom abzutasten, während die Spannungsrampe abwärts verläuft.

source: 7. The apparatus (101) for obtaining IED measurements of any one of claims 1 to 6 wherein the high voltage generating circuit (800, 900) comprises a high voltage switch for discharging the first conductive grid to the floating ground of the apparatus.
de_de: 7. Gerät (101) zum Erlangen von IED-Messungen nach einem der Ansprüche 1 bis 6, wobei die Hochspannungserzeugungsschaltung (800, 900) einen Hochspannungsschalter zum Entladen des ersten leitenden Gitters auf die erdfreie Masse des Geräts umfasst.

source: 8. The apparatus (101) for obtaining IED measurements of claim 7 wherein the high voltage generating circuit (800, 900) comprises a resistor in parallel with the high voltage switch.
de_de: 8. Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 7, wobei die Hochspannungserzeugungsschaltung (800, 900) einen Widerstand parallel zu dem Hochspannungsschalter umfasst.

source: 9. The apparatus (101) for obtaining IED measurements of claim 8 wherein the resistor determines a discharge time of the voltage when the high voltage generating circuit is configured to apply a descending voltage sweep to the first grid.
de_de: 9. Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 8, wobei der Widerstand eine Entladezeit der Spannung bestimmt, wenn die Hochspannungserzeugungsschaltung konfiguriert ist, um eine absteigende Spannungsrampe an das erste Gitter anzulegen.

source: The apparatus (101) for obtaining IED measurements of any one of claims 1 to 9 wherein the high voltage generating circuit is configured to apply a continuous voltage sweep to the first conductive grid.
de_de: Gerät (101) zum Erlangen von IED-Messungen nach einem der Ansprüche 1 bis 9, wobei die Hochspannungserzeugungsschaltung konfiguriert ist, um eine kontinuierliche Spannungsrampe an das erste leitende Gitter anzulegen.

source: The apparatus (101) for obtaining IED measurements of any one of claims 1 to 10 wherein at least one insulation layer (205) includes a peripheral portion which is of reduced thickness with respect to the remaining portion of the insulation layer (205).
de_de: Gerät (101) zum Erlangen von IED-Messungen nach einem der Ansprüche 1 bis 10, wobei die mindestens eine Isolierschicht (205) einen Umfangsabschnitt beinhaltet, der von geringerer Dicke ist als der übrige Abschnitt der Isolierschicht (205).

source: The apparatus (101) for obtaining IED measurements of claim 11, wherein the peripheral portion protrudes from the remaining portion of the insulation layer.
de_de: Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 11, wobei der Umgangsabschnitt aus dem übrigen Abschnitt der Isolierschicht herausragt.

source: The apparatus (101) for obtaining IED measurements of claim 11 or 12, wherein recessed portions are provided above and below the peripheral portion.
de_de: Gerät (101) zum Erlangen von IED-Messungen nach Anspruch 11 oder 12, wobei oberhalb und unterhalb des Umfangsabschnitts vertiefte Abschnitte bereitgestellt sind.

source: The apparatus (101) for obtaining IED measurements of any one of claims 11 to 13, wherein the peripheral portion comprises two protruding portions with a recessed portion there between.
de_de: Gerät (101) zum Erlangen von IED-Messungen nach einem der Ansprüche 11 bis 13, wobei der Umfangsabschnitt zwei vorstehende Abschnitte mit einem dazwischen liegenden vertieften Abschnitt umfasst.

source: 1. An attachment (1) adapted to be coupled to a quick coupler on a dipper arm (22) of an excavator, said attachment comprising a rotor (2) having a plurality of ground engaging teeth (10) mounted thereon and a motor (24) for rotatably driving said rotor, wherein said rotor (2) is rotatably mounted between a pair of side plates (4,6) to extend substantially parallel to the ground, in use, a cover plate (8) extending between said side plates (4,6) to extend over at least an upper portion of said rotor (2), a coupling being provided on said cover plate (8) adapted to engage a quick coupler provided on a distal end of a dipper arm (22) of an excavator, characterised in that a row of mutually spaced apart skids (26) are mounted between the side plates (4,6) extending parallel to the side plates, wherein said skids (26) are adapted to engage the ground to facilitate control of the depth to which the teeth (10) of the rotor (2) extend into the ground, in use, said skids (26) comprising elongate tines or plates arranged parallel to one another and mounted on transversely extending support bars (28) extending between said side plates (4,6), wherein a distal end (30) of each skid (26) extends beyond the side plates (4,6) to enable the distal ends (30) of the skids (26) to be used as a rake when the attachment (1) is held in an orientation with the distal ends of the skids (26) facing downwardly.
de_de: 1. Anbaugerät (1), das angepasst ist, um an eine Schnellkupplung an einem Löffelstiel (22) eines Baggers gekoppelt zu werden, wobei das Anbaugerät einen Rotor (2) mit einer Vielzahl von daran angebrachten Bodeneingriffszähnen (10) und einen Motor (24) zum drehbaren Antreiben des Rotors umfasst, wobei der Rotor (2) drehbar zwischen einem Paar von Seitenplatten (4, 6) drehbar gelagert ist, um sich bei Verwendung im Wesentlichen parallel zu dem Boden zu erstrecken, wobei sich eine Abdeckplatte (8) zwischen den Seitenplatten (4, 6) erstreckt, um sich mindestens über einen oberen Abschnitt des Rotors (2) zu erstrecken, eine Kupplung an der Abdeckplatte (8) bereitgestellt ist, die angepasst ist, um in eine Schnellkupplung einzugreifen, die an einem distalen Ende eines Löffelstiels (22) eines Baggers bereitgestellt ist, dadurch gekennzeichnet, dass eine Reihe von voneinander beabstandeten Kufen (26) zwischen den Seitenplatten (4, 6) angebracht ist, die sich parallel zu den Seitenplatten erstrecken, wobei die Kufen (26) ausgelegt sind, um in den Boden einzugreifen, um die Steuerung der Tiefe zu erleichtern, bis zu der sich die Zähne (10) des Rotors (2) bei Verwendung in den Boden erstrecken, wobei die Kufen (26) längliche Zinken oder Platten umfassen, die parallel zueinander angeordnet und an sich quer erstreckenden Stützstangen (28) angebracht sind, die sich zwischen den Seitenplatten (4, 6) erstrecken, wobei sich ein distales Ende (30) jeder Kufe (26) über die Seitenplatten (4, 6) hinaus erstreckt, um zu ermöglichen, dass die distalen Enden (30) der Kufen (26) als eine Harke verwendet werden können, wenn das Anbaugerät (1) in einer Ausrichtung gehalten wird, bei der die distalen Enden der Kufen (26) nach unten weisen.

source: 2. An attachment as claimed in claim 1, wherein said ground engaging teeth (10) are mounted on said rotor (2) in one or more spirally extending rows.
de_de: 2. Anbaugerät nach Anspruch 1, wobei die Bodeneingriffszähne (10) in einer oder mehreren sich spiralförmig erstreckenden Reihen auf dem Rotor (2) angebracht sind.

source: 3. An attachment as claimed in claim 1 or claim 2, wherein said ground engaging teeth (10) include replaceable wear tips (11).
de_de: 3. Anbaugerät nach Anspruch 1 oder Anspruch 2, wobei die Bodeneingriffszähne (10) austauschbare Verschleißspitzen (11) aufweisen.

source: 4. An attachment as claimed in any preceding claim, wherein said coupling is provided on an upper wall of said cover plate (8) substantially midway between said side plates (4,6).
de_de: 4. Anbaugerät nach einem der vorhergehenden Ansprüche, wobei die Kupplung an einer oberen Wand der Abdeckplatte (8) im Wesentlichen in der Mitte zwischen den Seitenplatten (4, 6) bereitgestellt ist.

source: 5. An attachment as claimed in claim 4, wherein said coupling comprises a pair of spaced apart first coupling bars (12,14) adapted to be engaged by respective latching hooks of an excavator quick coupler, said first coupling bars (12,14) extending substantially perpendicular to said side plates (4,6) such that the attachment (1) can be coupled to a dipper arm of an excavator via said first coupling bars (12,14) with the rotor (2) extending transverse to the direction of movement of the dipper arm (22).
de_de: 5. Anbaugerät nach Anspruch 4, wobei die Kupplung ein Paar voneinander beabstandete erste Kupplungsstangen (12, 14) umfasst, die angepasst sind, um mit entsprechenden Verriegelungshaken eines Baggerschnellwechslers in Eingriff gebracht zu werden, sich die ersten Kupplungsstangen (12, 14) im Wesentlichen derart senkrecht zu den Seitenplatten (4, 6) erstrecken, dass das Anbaugerät (1) über die ersten Kupplungsstangen (12, 14) an einen Löffelstiel eines Baggers gekoppelt werden kann, wobei sich der Rotor (2) quer zu der Bewegungsrichtung des Löffelstiels (22) erstreckt.

source: 6. An attachment as claimed in claim 5, wherein said coupling comprises a pair of spaced apart second coupling bars (16,18) adapted to be engaged by respective latching hooks of a quick coupler of an excavator, said second coupling bars (16,18) extending between and substantially perpendicular to said first coupling bars (12,14) and parallel to said side plates (4,6) such that the attachment (1) can be coupled to a dipper arm (22) of an excavator via said second coupling bars (16,18) with the rotor (2) substantially aligned with the direction of movement of the dipper arm (22).
de_de: 6. Anbaugerät nach Anspruch 5, wobei die Kupplung ein Paar voneinander beabstandete zweite Kupplungsstangen (16, 18) umfasst, die angepasst sind, um mit entsprechenden Verriegelungshaken eines Baggerschnellwechslers in Eingriff gebracht zu werden, sich die zweiten Kupplungsstangen (16, 18) im Wesentlichen zwischen und derart senkrecht zu den ersten Kupplungsstangen (12, 14) und parallel zu den Seitenplatten (4, 6) erstrecken, dass das Anbaugerät (1) über die zweiten Kupplungsstangen (16, 18) an einen Löffelstiel (22) eines Baggers gekoppelt werden kann, wobei der Rotor (2) im Wesentlichen mit der Bewegungsrichtung des Löffelstiels (22) ausgerichtet ist.

source: 7. An attachment as claimed in any preceding claim, wherein said motor (24) is mounted on one of said side plates (4,6), the motor (24) being drivingly coupled to the rotor (2) via a drive chain or drive belt.
de_de: 7. Anbaugerät nach einem der vorhergehenden Ansprüche, wobei der Motor (24) auf einer der Seitenplatten (4, 6) angebracht ist, wobei der Motor (24) über eine Antriebskette oder einen Antriebsriemen mit dem Rotor (2) antriebsmäßig gekoppelt ist.

source: 9. An attachment as claimed in any preceding claim, wherein said distal ends (30) of said skids (26) are shaped to define pointed teeth.
de_de: 9. Anbaugerät nach einem der vorhergehenden Ansprüche, wobei die distalen Enden (30) der Kufen (26) geformt sind, um spitze Zähne zu bilden.

source: An attachment as claimed in any preceding claim, wherein a ground engaging roller (32) is mounted between the side plates (4,6) to extend parallel to the rotor (2) on an opposite side of the rotor to said skids (26).
de_de: Anbaugerät nach einem der vorhergehenden Ansprüche, wobei eine Bodeneingriffsrolle (32) zwischen den Seitenplatten (4, 6) angebracht ist, um sich parallel zu dem Rotor (2) auf einer den Kufen (26) gegenüberliegenden Seite des Rotors zu erstrecken.

source: An attachment as claimed in claim 10, wherein said ground engaging roller (32) is mounted to be adjustable in height with respect to said rotor (2).
de_de: Anbaugerät nach Anspruch 10, wobei die Bodeneingriffsrolle (32) hinsichtlich des Rotors (2) höhenverstellbar angebracht ist.

source: An attachment as claimed in claim 11, wherein said ground engaging roller (32) is mounted between roller support arms (36,38), each roller support arm (36,38) being pivotally coupled to a respective side plate (4,6) about a common pivot axis extending parallel to the rotor (2), an adjustable linkage means (40) extending between the respective side plate (4,6) and the respective support arm (36,38) to allow the height of the ground engaging roller (32) to be adjusted with respect to the rotor (2) by adjusting the angle of each support arm (36,38) with respect to the respective side plate (4,6).
de_de: Anbaugerät nach Anspruch 11, wobei die Bodeneingriffsrolle (32) zwischen Rollenstützarmen (36, 38) angebracht ist, wobei jeder Rollenstützarm (36, 38) schwenkbar mit einer jeweiligen Seitenplatte (4, 6) über eine gemeinsame Schwenkachse verbunden ist, die sich parallel zu dem Rotor (2) erstreckt, sich ein verstellbares Verbindungsmittel (40) zwischen der jeweiligen Seitenplatte (4, 6) und dem jeweiligen Stützarm (36, 38) erstreckt, um zu ermöglichen, dass die Höhe der Bodeneingriffsrolle (32) hinsichtlich des Rotors (2) durch Einstellen des Winkels jedes Stützarms (36, 38) hinsichtlich der jeweiligen Seitenplatte (4, 6) eingestellt werden kann.

source: An attachment as claimed in claim 12, wherein the ends of said ground engaging roller (32) are mounted in bearings provided on the roller support arms.
de_de: Anbaugerät nach Anspruch 12, wobei die Enden der Bodeneingriffsrolle (32) in Lagern angebracht sind, die an den Rollenstützarmen bereitgestellt sind.

source: An attachment as claimed in any of claims 10 to 13 wherein said ground engaging roller (32) is provided with radially extending teeth (34) extending from the outer surface thereof.
de_de: Anbaugerät nach einem der Ansprüche 10 bis 13, wobei die Bodeneingriffsrolle (32) mit sich radial erstreckenden Zähnen (34) bereitgestellt ist, die sich von ihrer Außenoberfläche aus erstrecken.

source: An attachment as claimed in any preceding claim, wherein said motor (24) comprises a hydraulic motor.
de_de: Anbaugerät nach einem der vorhergehenden Ansprüche, wobei der Motor (24) einen Hydraulikmotor umfasst.

source: 1. A Cu-Zn-Si alloy consisting of the following components in weight percent:
de_de: 1. Eine Cu-Zn-Si-Legierung, bestehend aus den folgenden Bestandteilen in Gewichtsprozent:

source: wherein the sum of the weight percentage of Zn, [Zn], and ten times the weight percentage of Si, [Si], amounts to a combined weight percentage Q,
de_de: wobei die Summe aus dem Gewichtsprozentanteil von Zn, [Zn], und dem Zehnfachen des Gewichtsprozentanteils von Si, [Si], einen kombinierten Gewichtsprozentanteil Q ergibt,

source: where Q = [Zn] + (10 x [Si]),
de_de: wobei Q = [Zn] + (10 x [Si]),

source: wherein 36 ≤ Q ≤ 48;
de_de: wobei 36 ≤ Q ≤ 48;

source: wherein the Cu-Zn-Si alloy comprises in weight percent no more than 0.05% Ni;
de_de: wobei die Cu-Zn-Si-Legierung in Gewichtsprozent nicht mehr als 0,05 % Ni umfasst;

source: wherein the Cu-Zn-Si alloy comprises no more than 0.2 wt% Al;
de_de: wobei die Cu-Zn-Si-Legierung nicht mehr als 0,2 Gew.-% Al umfasst;

source: wherein the Cu-Zn-Si alloy comprises no more than 0.03 wt% P;
de_de: wobei die Cu-Zn-Si-Legierung nicht mehr als 0,03 Gew.-% P umfasst;

source: wherein the alloy includes unavoidable impurities in an amount of 0.53 wt% or less, wherein said impurities contain no more than 0.2 wt% Sn, and no more than 0.06 wt% Pb; and
de_de: wobei die Legierung unvermeidbare Verunreinigungen in einer Menge von 0,53 Gew.-% oder weniger beinhaltet, wobei die Verunreinigungen nicht mehr als 0,2 Gew.-% Sn und nicht mehr als 0,06 Gew.-% Pb enthalten; und

source: wherein the balance is copper,
de_de: wobei der Rest Kupfer ist,

source: said Cu-Zn-Si alloy having a tensile strength as determined in accordance with ISO 6892-1:2009 of 300 MPa or more; preferably 400 MPa or more, and
de_de: die Cu-Zn-Si-Legierung eine gemäß ISO 6892-1:2009 bestimmte Zugfestigkeit von 300 MPa oder mehr, vorzugsweise 400 MPa oder mehr, aufweist und

source: said alloy having an elongation at fracture of 30% or more as determined in accordance with ISO6892-1:2009.
de_de: die Legierung eine Bruchdehnung von 30 % oder mehr aufweist, bestimmt gemäß ISO6892-1:2009.

source: 2. The Cu-Zn-Si alloy according to claim 1, wherein the Cu-Zn-Si alloy comprises in weight percent: 2.5 ≤ Si ≤ 3.5.
de_de: 2. Cu-Zn-Si-Legierung nach Anspruch 1, wobei die Cu-Zn-Si-Legierung in Gewichtsprozent umfasst: 2,5 ≤ Si ≤ 3,5.

source: 3. The Cu-Zn-Si alloy according to claim 2, wherein 2.5 ≤ Si ≤ 3.2; and where 36 ≤ Q ≤ 47, preferably 38 ≤ Q ≤ 45, such as from 38 ≤ Q ≤ 42.
de_de: 3. Cu-Zn-Si-Legierung nach Anspruch 2, wobei 2,5 ≤ Si ≤ 3,2; und wobei 36 ≤ Q ≤ 47, vorzugsweise 38 ≤ Q ≤ 45, wie von 38 ≤ Q ≤ 42.

source: 4. The Cu-Zn-Si alloy according to claim 2, wherein 2.7 ≤ Si ≤ 3.5; and where 37 ≤ Q ≤ 48, preferably 40 ≤ Q ≤ 46, such as from 40 ≤ Q ≤ 44.
de_de: 4. Cu-Zn-Si-Legierung nach Anspruch 2, wobei 2,7 ≤ Si ≤ 3,5; und wobei 37 ≤ Q ≤ 48, vorzugsweise 40 ≤ Q ≤ 46, wie von 40 ≤ Q ≤ 44.

source: 5. The Cu-Zn-Si alloy according to any preceding claim, wherein 11.5 ≤ Zn ≤ 13.0, such as 12.0 ≤ Zn ≤ 13.0.
de_de: 5. Cu-Zn-Si-Legierung nach einem der vorhergehenden Ansprüche, wobei 11,5 ≤ Zn ≤ 13,0, wie 12,0 ≤ Zn ≤ 13,0.

source: 6. The Cu-Zn-Si alloy according to any preceding claim, wherein said Cu-Zn-Si alloy is free of As and/or Sb.
de_de: 6. Cu-Zn-Si-Legierung nach einem der vorhergehenden Ansprüche, wobei die Cu-Zn-Si-Legierung frei von As und/oder Sb ist.

source: 7. Use of the Cu-Zn-Si alloy according to any preceding claim in the manufacture of components for drinking water pipes.
de_de: 7. Verwendung der Cu-Zn-Si-Legierung nach einem der vorhergehenden Ansprüche zur Herstellung von Bauteilen für Trinkwasserleitungen.

source: 8. The use according to claim 7 wherein said alloy has a density in the range of from 8.0 kg/m3 to 8.29 kg/m3, preferably from 8.0 to 8.28 kg/m3, suitably from 8.18 to 8.28 kg/m3 as measured in accordance with measured in accordance with BS ISO 12154.
de_de: 8. Verwendung nach Anspruch 7, wobei die Legierung eine Dichte in dem Bereich von 8,0 kg/m3 bis 8,29 kg/m3, vorzugsweise von 8,0 bis 8,28 kg/m3, zweckmäßigerweise von 8,18 bis 8,28 kg/m3, gemessen gemäß BS ISO 12154, aufweist.

source: 9. A method for manufacturing components for drinking-water pipes, namely valves and fittings for same, comprising:
de_de: 9. Verfahren zur Herstellung von Bauteilen für Trinkwasserleitungen, nämlich Armaturen und Fittings für diese, umfassend:

source: (i) Providing a Cu-Zn-Si alloy according to any one of claims 1 to 6;
de_de: (i) Bereitstellen einer Cu-Zn-Si-Legierung nach einem der Ansprüche 1 bis 6;

source: and
de_de: und

source: (ii) Processing said alloy to form said components.
de_de: (ii) Verarbeiten der Legierung, um Bauteile auszubilden.

source: The method of claim 9, wherein step (ii) includes continuous casting said alloy, and/or wherein step (ii) includes one or more metal forming steps.
de_de: Verfahren nach Anspruch 9, wobei Schritt (ii) das Stranggießen der Legierung beinhaltet, und/oder wobei Schritt (ii) einen oder mehrere Metallformungsschritte beinhalten.

source: The method of claim 9, wherein step (ii) includes gravity casting said alloy, for example sand casting or die casting said alloy.
de_de: Verfahren nach Anspruch 9, wobei Schritt (ii) das Schwerkraftgießen der Legierung, beispielsweise Sandformgießen, oder Druckgießen der Legierung beinhaltet.

source: The method of claim 9, wherein step (ii) includes one or more metal forming steps, for example forging or rolling said alloy.
de_de: Verfahren nach Anspruch 9, wobei Schritt (ii) einen oder mehrere Metallumformungsschritte beinhaltet, beispielsweise Schmieden oder Walzen der Legierung.

source: The method of any one of claims 9 to 12, wherein step (ii) further includes one or more machining steps.
de_de: Verfahren nach einem der Ansprüche 9 bis 12, wobei Schritt (ii) ferner einen oder mehrere Bearbeitungsschritte umfasst.

source: The method of any one of claims 9 to 13, wherein the Cu-Zn-Si alloy has a tensile strength as determined in accordance with ISO 6892-1:2009 of 350 MPa or more, preferably 380 MPa or more, even more preferably 400 MPa or more, such as 450 MPa or more.
de_de: Verfahren nach einem der Ansprüche 9 bis 13, wobei die Cu-Zn-Si-Legierung eine gemäß ISO 6892-1:2009 bestimmte Zugfestigkeit von 350 MPa oder mehr, vorzugsweise 380 MPa oder mehr, noch bevorzugter 400 MPa oder mehr, wie 450 MPa oder mehr, aufweist.

source: The method of any one of claims 9 to 14, wherein the Cu-Zn-Si alloy has a density in the range of from 8.0 kg/m3 to 8.29 kg/m3, preferably from 8.0 to 8.28 kg/m3, suitably from 8.18 to 8.28 kg/m3 as measured in accordance with measured in accordance with BS ISO 12154.
de_de: 8. Verfahren nach einem der Ansprüche 9 bis 14, wobei die Cu-Zn-Si-Legierung eine Dichte in dem Bereich von 8,0 kg/m3 bis 8,29 kg/m3, vorzugsweise von 8,0 bis 8,28 kg/m3, zweckmäßigerweise von 8,18 bis 8,28 kg/m3, gemessen gemäß BS ISO 12154, aufweist.
